Repository: i96751414/plugin.image.pdfreader
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_pt

# #30000
source: Open PDF
pt_pt: Abrir PDF

# #30001
source: Add-on settings
pt_pt: Definições do Add-on

# #30002
source: Error!
pt_pt: Erro!

# #30003
source: Please select a PDF file.
pt_pt: Por favor selecione um ficheiro PDF.

# #30004
source: Last version installed
pt_pt: Última versão instalada

# #30005
source: Error verifying version!
pt_pt: Erro ao verificar a versão!

# #30006
source: New version available
pt_pt: Versão nova disponível

# #30007
source: Please update!
pt_pt: Por favor atualize!

# #30008
source: Open CBR or CBZ
pt_pt: Abrir CBR ou CBZ

# #30009
source: Please select a CBR or CBZ file.
pt_pt: Por favor selecione um ficheiro CBR ou CBZ.

# #30011
source: Welcome to PDF Reader!
pt_pt: Bem vindo ao PDF Reader!

# #30012
source: Be aware that this add-on was developed to read,
pt_pt: Tenha em conta que este addon foi desenvolvido para ler,

# #30013
source: mostly, comic books.
pt_pt: essencialmente, "comicbooks".

# #30014
source: Please, visit the add-on settings.
pt_pt: Por favor, visite as configurações do add-on.

# #30015
source: Error!
pt_pt: Erro!

# #30016
source: Unable to open PDF.
pt_pt: Impossível abrir PDF.

# #30017
source: Page
pt_pt: Página

# #30018
source: Please set the PDF's folder.
pt_pt: Por favor defina a pasta dos PDF's.

# #30019
source: There's already a file with the same name.
pt_pt: Já existe um ficheiro com o mesmo nome.

# #30020
source: Estimated time
pt_pt: Tempo estimado

# #30021
source: of
pt_pt: de

# #30022
source: Save PDF's
pt_pt: Guardar PDF's

# #30023
source: PDF's folder
pt_pt: Pasta dos PDF's

# #30024
source: Initial message
pt_pt: Mensagem Inicial

# #30025
source: Show real thumbnails
pt_pt: Ver thumbnails reais

# #30026
source: by PDF's name
pt_pt: pelo nome do PDF

# #30027
source: always
pt_pt: sempre

# #30030
source: Global settings
pt_pt: Definições globais

# #30031
source: Show only files larger than 10KB
pt_pt: Mostrar apenas ficheiros maiores que 10KB

# #30032
source: Insert file or URL
pt_pt: Inserir ficheiro ou URL

# #30034
source: File
pt_pt: Ficheiro

# #30035
source: Insert URL
pt_pt: Inserir URL

# #30036
source: File path
pt_pt: Caminho do ficheiro

# #30038
source: Unable to read PDF file...
pt_pt: Não é possível ler o ficheiro PDF...

# #30039
source: Update thumbnails
pt_pt: Atualizar thumbnails
